{
  "22": "",
  "2 Timothy 3:15, 16, 17": "From infancy, you have known the sacred writings which are able to make you wise to salvation through faith, which is in Christ Jesus. Every scripture inspired by God is also profitable for teaching, for reproof, for correction, for instruction which is in righteousness, that the man of God may be complete, furnished completely to every good work.",
  "Isaiah 8:20": "To the law and to the testimony! if they don't speak according to this word, surely there is no morning for them.",
  "Luke 16:29, 31": "But Abraham said to him, 'They have Moses and the prophets. Let them listen to them.' He said to him, 'If they don't listen to Moses and the prophets, neither will they be persuaded if one rises from the dead.'\"",
  "Ephesians 2:20": "being built on the foundation of the apostles and prophets, Christ Jesus himself being the chief cornerstone;",
  "Romans 1:14, 15": "I am debtor both to Greeks and to foreigners, both to the wise and to the foolish. So, as much as in me is, I am ready to preach the gospel to you also who are in Rome.",
  "Psalms 19:1, 2, 3": "The heavens declare the glory of God. The expanse shows his handiwork. Day after day they pour forth speech, And night after night they display knowledge. There is no speech nor language, Where their voice is not heard.",
  "Hebrews 1:1": "God, having in the past spoken to the fathers through the prophets at many times and in various ways,",
  "Proverbs 22:19, 20, 21": "That your trust may be in Yahweh, I teach you today, even you. Haven't I written to you thirty excellent things Of counsel and knowledge, To teach you truth, reliable words, To give sound answers to the ones who sent you?",
  "Romans 15:4": "For whatever things were written before were written for our learning, that through patience and through comfort of the scriptures we might have hope.",
  "2 Peter 1:19, 20": "We have the more sure word of prophecy; whereunto you do well that you take heed, as to a lamp shining in a dark place, until the day dawns, and the day star arises in your hearts: knowing this first, that no prophecy of scripture is of private interpretation.",
  "Luke 24:44": "He said to them, \"This is what I told you, while I was still with you, that all things must be fulfilled, which are written in the law of Moses, the prophets, and the psalms, concerning me.\"",
  "Romans 3:2": "Much in every way! Because first of all, that they were entrusted with the oracles of God.",
  "2 Peter 1:19, 20, 21": "We have the more sure word of prophecy; whereunto you do well that you take heed, as to a lamp shining in a dark place, until the day dawns, and the day star arises in your hearts: knowing this first, that no prophecy of scripture is of private interpretation. For no prophecy ever came by the will of man: but holy men of God spoke, being moved by the Holy Spirit.",
  "2 Timothy 3:16": "Every scripture inspired by God is also profitable for teaching, for reproof, for correction, for instruction which is in righteousness,",
  "2 Thessalonians 2:13": "But we are bound to always give thanks to God for you, brothers loved by the Lord, because God chose you from the beginning for salvation in sanctification of the Spirit and belief of the truth;",
  "1 John 5:9": "If we receive the witness of men, the witness of God is greater; for this is God's testimony which he has testified concerning his Son.",
  "John 2:27": "",
  "1 Corinthians 2:1": "When I came to you, brothers, I didn't come with excellence of speech or of wisdom, proclaiming to you the testimony of God.",
  "Galatians 1:8, 9": "But even though we, or an angel from heaven, should preach to you any gospel other than that which we preached to you, let him be cursed. As we have said before, so I now say again: if any man preaches to you any gospel other than that which you received, let him be cursed.",
  "2 Peter 3:16": "as also in all of his letters, speaking in them of these things. In those are some things hard to be understood, which the ignorant and unsettled twist, as they do also to the other scriptures, to their own destruction.",
  "Psalms 19:130": "",
  "Acts 15:15": "This agrees with the words of the prophets. As it is written,",
  "John 5:39": "You search the scriptures, because you think that in them you have eternal life; and these are they which testify about me.",
  "1 Corinthians 14,:28": "But if there is no interpreter, let him keep silence in the assembly, and let him speak to himself, and to God.",
  "Colossians 3:16": "Let the word of Christ dwell in you richly; in all wisdom teaching and admonishing one another with psalms, hymns, and spiritual songs, singing with grace in your hearts to God.",
  "2 Peter 1:20, 21": "knowing this first, that no prophecy of scripture is of private interpretation. For no prophecy ever came by the will of man: but holy men of God spoke, being moved by the Holy Spirit.",
  "Acts 15:15, 16": "This agrees with the words of the prophets. As it is written, 'After these things I will return. I will again build the tent of David, which has fallen. I will again build its ruins. I will set it up:",
  "Matthew 22:31": "But concerning the resurrection of the dead, haven't you read that which was spoken to you by God, saying,",
  "Acts 28:23": "When they had appointed him a day, they came to him into his lodging in great number. He explained to them, testifying about the kingdom of God, and persuading them concerning Jesus, both from the law of Moses and from the prophets, from morning until evening.",
  "1 Corinthians 8:6": "yet to us there is one God, the Father, of whom are all things, and we to him; and one Lord, Jesus Christ, through whom are all things, and we through him.",
  "Deuteronomy 6:4": "Hear, Israel: Yahweh is our God; Yahweh is one:",
  "Jeremiah 10:10": "But Yahweh is the true God; he is the living God, and an everlasting King: at his wrath the earth trembles, and the nations are not able to abide his indignation.",
  "Isaiah 48:12": "Listen to me, O Jacob, and Israel my called: I am he; I am the first, I also am the last.",
  "Exodus 3:14": "God said to Moses, \"I AM WHO I AM,\" and he said, \"You shall tell the children of Israel this: \"I AM has sent me to you.\"",
  "John 4:24": "God is a Spirit, and those who worship him must worship in spirit and truth.\"",
  "1 Timothy 1:17": "Now to the King eternal, immortal, invisible, to God who alone is wise, be honor and glory forever and ever. Amen.",
  "Deuteronomy 4:15, 16": "Take therefore good heed to yourselves; for you saw no manner of form on the day that Yahweh spoke to you in Horeb out of the midst of the fire. Lest you corrupt yourselves, and make yourself an engraved image in the form of any figure, the likeness of male or female,",
  "Malachi 3:6": "For I, Yahweh, don't change; therefore you, sons of Jacob, are not consumed.",
  "1 Kings 8:27": "But will God in very deed dwell on the earth? behold, heaven and the heaven of heavens can't contain you; how much less this house that I have built!",
  "Jeremiah 23:23": "Am I a God at hand, says Yahweh, and not a God afar off?",
  "Psalms 90:2": "Before the mountains were brought forth, Or ever you had formed the earth and the world, Even from everlasting to everlasting, you are God.",
  "Genesis 17:1": "When Abram was ninety-nine years old, Yahweh appeared to Abram, and said to him, \"I am God Almighty. Walk before me, and be blameless.",
  "Isaiah 6:3": "One cried to another, and said, Holy, holy, holy, is Yahweh of Hosts: the whole earth is full of his glory.",
  "Psalms 115:3": "But our God is in the heavens. He does whatever he pleases.",
  "Isaiah 46:10": "declaring the end from the beginning, and from ancient times things that are not [yet] done; saying, My counsel shall stand, and I will do all my pleasure;",
  "Proverbs 16:4": "Yahweh has made everything for its own end -- Yes, even the wicked for the day of evil.",
  "Romans 11:36": "For of him, and through him, and to him, are all things. To him be the glory for ever! Amen.",
  "Exodus 34:6, 7": "Yahweh passed by before him, and proclaimed, \"Yahweh! Yahweh, a merciful and gracious God, slow to anger, and abundant in lovingkindness and truth, keeping lovingkindness for thousands, forgiving iniquity and disobedience and sin; and that will by no means clear the guilty, visiting the iniquity of the fathers on the children, and on the children's children, on the third and on the fourth generation.\"",
  "Hebrews 11:6": "Without faith it is impossible to be well pleasing to him, for he who comes to God must believe that he exists, and that he is a rewarder of those who seek him.",
  "Nehemiah 9:32, 33": "Now therefore, our God, the great, the mighty, and the awesome God, who keep covenant and lovingkindness, don't let all the travail seem little before you, that has come on us, on our kings, on our princes, and on our priests, and on our prophets, and on our fathers, and on all your people, since the time of the kings of Assyria to this day. However you are just in all that is come on us; for you have dealt truly, but we have done wickedly;",
  "Psalms 5:5, 6": "The arrogant shall not stand in your sight. You hate all workers of iniquity. You will destroy those who speak lies. Yahweh abhors the blood-thirsty and deceitful man.",
  "Exodus 34:7": "keeping lovingkindness for thousands, forgiving iniquity and disobedience and sin; and that will by no means clear the guilty, visiting the iniquity of the fathers on the children, and on the children's children, on the third and on the fourth generation.\"",
  "Nahum 1,2,3:": "",
  "John 5:26": "For as the Father has life in himself, even so he gave to the Son also to have life in himself.",
  "Psalms 148:13": "Let them praise the name of Yahweh, For his name alone is exalted. His glory is above the earth and the heavens.",
  "Psalms 119:68": "You are good, and do good. Teach me your statutes.",
  "Job 22:2, 3": "\"Can a man be profitable to God? Surely he who is wise is profitable to himself. Is it any pleasure to the Almighty, that you are righteous? Or does it benefit him, that you make your ways perfect?",
  "Romans 11:35, 36": "\"Or who has first given to him, And it will be repaid to him again?\" For of him, and through him, and to him, are all things. To him be the glory for ever! Amen.",
  "Daniel 4:34, 35": "At the end of the days I, Nebuchadnezzar, lifted up my eyes to heaven, and my understanding returned to me, and I blessed the Most High, and I praised and honored him who lives forever; for his dominion is an everlasting dominion, and his kingdom from generation to generation. All the inhabitants of the earth are reputed as nothing; and he does according to his will in the army of heaven, and among the inhabitants of the earth; and none can stay his hand, or tell him, What do you?",
  "Hebrews 4:13": "There is no creature that is hidden from his sight, but all things are naked and laid open before the eyes of him with whom we have to do.",
  "Ephesians 1:11": "in whom also we were made a heritage, having been foreordained according to the purpose of him who works all things after the counsel of his will;",
  "Hebrews 6:17": "Wherein God, being determined to show more abundantly to the heirs of the promise the immutability of his counsel, interposed with an oath;",
  "Romans 9:15, 18": "For he said to Moses, \"I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.\" So then, he has mercy on whom he desires, and he hardens whom he desires.",
  "James 1:15, 17": "Then the lust, when it has conceived, bears sin; and the sin, when it is full grown, brings forth death. Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom can be no variation, nor turning shadow.",
  "1 John 1:5": "This is the message which we have heard from him and announce to you, that God is light, and in him is no darkness at all.",
  "Acts 4:27, 28": "For truly, in this city against your holy servant, Jesus, whom you anointed, both Herod and Pontius Pilate, with the Gentiles and the people of Israel, were gathered together to do whatever your hand and your council foreordained to happen.",
  "John 19:11": "Jesus answered, \"You would have no power at all against me, unless it were given to you from above. Therefore he who delivered me to you has greater sin.\"",
  "Numbers 23:19": "God is not a man, that he should lie, Neither the son of man, that he should repent: Has he said, and will he not do it? Or has he spoken, and will he not make it good?",
  "Ephesians 1:3, 4, 5": "Blessed be the God and Father of our Lord, Jesus Christ, who has blessed us with every spiritual blessing in the heavenly places in Christ; even as he chose us in him before the foundation of the world, that we would be holy and without blemish before him in love; having predestined us for adoption as sons through Jesus Christ to himself, according to the good pleasure of his desire,",
  "Acts 15:18": "All his works are known to God from eternity.'",
  "Romans 9:18": "So then, he has mercy on whom he desires, and he hardens whom he desires.",
  "1 Timothy 5:21": "I charge you in the sight of God, and Christ Jesus, and the elect angels, that you observe these things without prejudice, doing nothing by partiality.",
  "Matthew 25:41": "Then will he say also to them on the left hand, 'Depart from me, you cursed, into the eternal fire which is prepared for the devil and his angels;",
  "Ephesians 1:5, 6": "having predestined us for adoption as sons through Jesus Christ to himself, according to the good pleasure of his desire, to the praise of the glory of his grace, which he freely bestowed on us in the Beloved,",
  "Romans 9:22, 23": "What if God, willing to show his wrath, and to make his power known, endured with much patience vessels of wrath made for destruction, and that he might make known the riches of his glory on vessels of mercy, which he prepared beforehand for glory,",
  "Judges 4:": "",
  "2 Timothy 2:19": "However God's firm foundation stands, having this seal, \"The Lord knows those who are his,\" and, \"Let every one who names the name of the Lord depart from unrighteousness.\"",
  "John 13:18": "I speak not of you all. I know whom I have chosen. But that the scripture may be fulfilled, 'He who eats bread with me has lifted up his heel against me.'",
  "Romans 8:30": "Whom he foreordained, them he also called. Whom he called, them he also justified. Whom he justified, them he also glorified.",
  "2 Timothy 1:9": "who saved us, and called us with a holy calling, not according to our works, but according to his own purpose and grace, which was given to us in Christ Jesus before times eternal,",
  "1 Thessalonians 5:9": "For God didn't appoint us to wrath, but to the obtaining of salvation through our Lord Jesus Christ,",
  "Romans 9:16": "So then it is not of him who wills, nor of him who runs, but of God who has mercy.",
  "Ephesians 1:12": "to the end that we should be to the praise of his glory, we who had before hoped in Christ:",
  "1 Peter 1:2": "according to the foreknowledge of God the Father, in sanctification of the Spirit, to obedience and sprinkling of the blood of Jesus Christ: Grace to you and peace be multiplied.",
  "1 Thessalonians 5:9, 10": "For God didn't appoint us to wrath, but to the obtaining of salvation through our Lord Jesus Christ, who died for us, that, whether we wake or sleep, we should live together with him.",
  "1 Peter 1:5": "who by the power of God are guarded through faith to a salvation ready to be revealed in the last time.",
  "John 6:64": "But there are some of you who don't believe.\" For Jesus knew from the beginning who they were who didn't believe, and who it was who would betray him.",
  "1 Thessalonians 1:4, 5": "We know, brothers loved by God, that you are chosen, and that our gospel came to you not in word only, but also in power, and in the Holy Spirit, and with much assurance. You know what kind of men we showed ourselves to be among you for your sake.",
  "2 Peter 1:10": "Therefore, brothers, be more diligent to make your calling and election sure. For if you do these things, you will never stumble.",
  "Ephesians 1:6": "to the praise of the glory of his grace, which he freely bestowed on us in the Beloved,",
  "Romans 11:33": "Oh the depth of the riches both of the wisdom and the knowledge of God! How unsearchable are his judgments, and his ways past tracing out!",
  "Romans 11:5, 6": "Even so then at this present time also there is a remnant according to the election of grace. And if by grace, then it is no longer of works; otherwise grace is no longer grace. But if it is of works, it is no longer grace; otherwise work is no longer work.",
  "Luke 10:20": "Nevertheless, don't rejoice in this, that the spirits are subject to you, but rejoice that your names are written in heaven.\"",
  "John 1:2, 3": "The same was in the beginning with God. All things were made through him. Without him was not anything made that has been made.",
  "Hebrews 1:2": "has at the end of these days spoken to us by his Son, whom he appointed heir of all things, through whom also he made the worlds.",
  "Job 26:13": "By his Spirit the heavens are garnished. His hand has pierced the swift serpent.",
  "Romans 1:20": "For the invisible things of him since the creation of the world are clearly seen, being perceived through the things that are made, even his everlasting power and divinity; that they may be without excuse.",
  "Colossians 1:16": "For in him were all things created, in the heavens and on the earth, things visible and things invisible, whether thrones or dominions or principalities or powers; all things have been created through him, and to him.",
  "Genesis 2:1, 2": "The heavens and the earth were finished, and all the host of them. On the seventh day God finished his work which he had made; and he rested on the seventh day from all his work which he had made.",
  "Genesis 1:27": "God created man in his own image. In God's image he created him; male and female he created them.",
  "Genesis 2:7": "Yahweh God formed man from the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.",
  "Ecclesiastes 7:29": "Behold, this only have I found: that God made man upright; but they search for many schemes.",
  "Genesis 1:26": "God said, \"Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the birds of the sky, and over the cattle, and over all the earth, and over every creeping thing that creeps on the earth.\"",
  "Romans 2:14, 15": "(for when Gentiles who don't have the law do by nature the things of the law, these, not having the law, are a law to themselves, in that they show the work of the law written in their hearts, their conscience testifying with them, and their thoughts among themselves accusing or else excusing them)",
  "Genesis 3:6": "When the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took of the fruit of it, and ate; and she gave some to her husband with her, and he ate.",
  "Genesis 6:8, 9, 10": "But Noah found favor in Yahweh's eyes. This is the history of the generations of Noah. Noah was a righteous man, blameless among the people of his time. Noah walked with God. Noah became the father of three sons: Shem, Ham, and Japheth.",
  "Genesis 1:26, 28": "God said, \"Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the birds of the sky, and over the cattle, and over all the earth, and over every creeping thing that creeps on the earth.\" God blessed them. God said to them, \"Be fruitful, and multiply, and replenish the earth, and subdue it. Have dominion over the fish of the sea, and over the birds of the sky, and over every living thing that moves on the earth.\"",
  "Hebrews 1:3": "His Son is the radiance of his glory, the very image of his substance, and upholding all things by the word of his power, when he had by himself made purification for our sins, sat down on the right hand of the Majesty on high;",
  "Job 38:11": "And said, 'Here you may come, but no further; Here shall your proud waves be stayed?'",
  "Isaiah 46:10, 11": "declaring the end from the beginning, and from ancient times things that are not [yet] done; saying, My counsel shall stand, and I will do all my pleasure; calling a ravenous bird from the east, the man of my counsel from a far country; yes, I have spoken, I will also bring it to pass; I have purposed, I will also do it.",
  "Psalms 135:6": "Whatever Yahweh pleased, that he has done, In heaven and in earth, in the seas and in all deeps;",
  "Matthew 10:29, 30, 31": "\"Aren't two sparrows sold for an assarion? Not one of them falls on the ground apart from your Father's will, but the very hairs of your head are all numbered. Therefore don't be afraid, you are of more value than many sparrows.",
  "Acts 2:23": "him, being delivered up by the determined counsel and foreknowledge of God, you have taken by the hand of lawless men, crucified and killed;",
  "Proverbs 16:33": "The lot is cast into the lap, But its every decision is from Yahweh.",
  "Genesis 8:22": "While the earth remains, seed time and harvest, and cold and heat, and summer and winter, and day and night shall not cease.\"",
  "Acts 27:44": "and the rest, some on planks, and some on other things from the ship. So it happened that they all escaped safely to the land.",
  "Isaiah 55:11": "so shall my word be that goes forth out of my mouth: it shall not return to me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it.",
  "Hosea 1:7": "But I will have mercy on the house of Judah, and will save them by Yahweh their God, and will not save them by bow, nor by sword, nor by battle, by horses, nor by horsemen.",
  "Romans 4:19, 20, 21": "Without being weakened in faith, he didn't consider his own body, already having been worn out, (he being about a hundred years old), and the deadness of Sarah's womb. Yet, looking to the promise of God, he wavered not through unbelief, but grew strong through faith, giving glory to God, and being fully assured that what he had promised, he was able also to perform.",
  "Daniel 3:27": "The satraps, the deputies, and the governors, and the king's counselors, being gathered together, saw these men, that the fire had no power on their bodies, nor was the hair of their head singed, neither were their pants changed, nor had the smell of fire passed on them.",
  "Romans 11:34": "\"For who has known the mind of the Lord? Or who has been his counselor?\"",
  "2 Samuel 24:1": "Again the anger of Yahweh was kindled against Israel, and he moved David against them, saying, Go, number Israel and Judah.",
  "1 Chronicles 21:1": "Satan stood up against Israel, and moved David to number Israel.",
  "2 Kings 19:28": "Because of your raging against me, and because your arrogance is come up into my ears, therefore will I put my hook in your nose, and my bridle in your lips, and I will turn you back by the way by which you came.",
  "Psalms 76:10": "Surely the wrath of man praises you. The survivors of your wrath are restrained.",
  "Genesis 50:20": "As for you, you meant evil against me, but God meant it for good, to bring to pass, as it is this day, to save many people alive.",
  "Isaiah 10:12": "Therefore it shall happen that, when the Lord has performed his whole work on Mount Zion and on Jerusalem, I will punish the fruit of the stout heart of the king of Assyria, and the glory of his high looks.",
  "Psalms 50:1": "The Mighty One, God, Yahweh, speaks, And calls the earth from sunrise to sunset.",
  "John 2:16": "To those who sold the doves, he said, \"Take these things out of here! Don't make my Father's house a marketplace!\"",
  "2 Chronicles 32:31": "However in [the business of] the ambassadors of the princes of Babylon, who sent to him to inquire of the wonder that was done in the land, God left him, to try him, that he might know all that was in his heart.",
  "2 Corinthians 12:7, 8, 9": "By reason of the exceeding greatness of the revelations, that I should not be exalted excessively, there was given to me a thorn in the flesh, a messenger of Satan to buffet me, that I should not be exalted excessively. Concerning this thing, I begged the Lord three times that it might depart from me. He has said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Most gladly therefore will I rather glory in my weaknesses, that the power of Christ may rest on me.",
  "Romans 1:7, 8": "To all who are in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ. First, I thank my God through Jesus Christ for all of you, that your faith is proclaimed throughout the whole world.",
  "Deuteronomy 29:4": "but Yahweh has not given you a heart to know, and eyes to see, and ears to hear, to this day.",
  "Matthew 13:12": "For whoever has, to him will be given, and he will have abundance, but whoever doesn't have, from him will be taken away even that which he has.",
  "Deuteronomy 2:30": "But Sihon king of Heshbon would not let us pass by him; for Yahweh your God hardened his spirit, and made his heart obstinate, that he might deliver him into your hand, as at this day.",
  "2 Kings 8:12, 13": "Hazael said, Why weeps my lord? He answered, Because I know the evil that you will do to the children of Israel: their strongholds will you set on fire, and their young men will you kill with the sword, and will dash in pieces their little ones, and rip up their women with child. Hazael said, But what is your servant, who is but a dog, that he should do this great thing? Elisha answered, Yahweh has showed me that you shall be king over Syria.",
  "Psalms 81:11, 12": "But my people didn't listen to my voice. Israel desired none of me. So I let them go after the stubbornness of their hearts, That they might walk in their own counsels.",
  "2 Thessalonians 2:10, 11, 12": "and with all deception of wickedness for those who are being lost, because they didn't receive the love of the truth, that they might be saved. Because of this, God sends them a working of error, that they should believe a lie; that they all might be judged who didn't believe the truth, but had pleasure in unrighteousness.",
  "Exodus 8:32": "Pharaoh hardened his heart this time also, and he didn't let the people go.",
  "Isaiah 6:9, 10": "He said, Go, and tell this people, Hear you indeed, but don't understand; and see you indeed, but don't perceive. Make the heart of this people fat, and make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and turn again, and be healed.",
  "1 Peter 2:7, 8": "For you therefore who believe is the honor, but for such as are disobedient, \"The stone which the builders rejected, Has become the chief cornerstone,\" and, \"A stone of stumbling, and a rock of offense.\" For they stumble at the word, being disobedient, whereunto also they were appointed.",
  "1 Timothy 4:10": "For to this end we both labor and suffer reproach, because we have set our trust in the living God, who is the Savior of all men, especially of those who believe.",
  "Amos 9:9": "For, behold, I will command, and I will sift the house of Israel among all the nations, like as [grain] is sifted in a sieve, yet shall not the least kernel fall on the earth.",
  "Isaiah 43:3, 4, 5": "For I am Yahweh your God, the Holy One of Israel, your Savior; I have given Egypt as your ransom, Ethiopia and Seba in your place. Since you have been precious in my sight, [and] honorable, and I have loved you; therefore will I give men in your place, and peoples instead of your life. Don't be afraid; for I am with you: I will bring your seed from the east, and gather you from the west;",
  "Genesis 2:16, 17": "Yahweh God commanded the man, saying, \"Of every tree of the garden you may freely eat: but of the tree of the knowledge of good and evil, you shall not eat of it: for in the day that you eat of it you will surely die.\"",
  "Genesis 3:12, 13": "The man said, \"The woman whom you gave to be with me, she gave me of the tree, and I ate.\" Yahweh God said to the woman, \"What is this you have done?\" The woman said, \"The serpent deceived me, and I ate.\"",
  "2 Corinthians 11:3": "But I am afraid that by any means, as the serpent deceived Eve in his craftiness, your minds might be corrupted from the simplicity that is toward Christ.",
  "Romans 3:23": "for all have sinned, and fall short of the glory of God;",
  "Romans 5:&": "",
  "Titus 1:15": "To the pure, all things are pure; but to those who are defiled and unbelieving, nothing is pure; but both their mind and their conscience are defiled.",
  "Genesis 6:5": "Yahweh saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was only evil continually.",
  "Jeremiah 17:9": "The heart is deceitful above all things, and it is exceedingly corrupt: who can know it?",
  "Romans 3:10-19": "As it is written, \"There is no one righteous. No, not one.",
  "Psalms 51:5": "Behold, I was brought forth in iniquity. In sin did my mother conceive me.",
  "Job 14:4": "Who can bring a clean thing out of an unclean? Not one.",
  "Romans 5:12-19": "Therefore, as sin entered into the world through one man, and death through sin; and so death passed to all men, because all sinned.",
  "1 Corinthians 15:49": "As we have borne the image of those made of dust, let's also bear the image of the heavenly.",
  "Ephesians 2:3": "among whom we also all once lived in the lust of our flesh, doing the desires of the flesh and of the mind, and were by nature children of wrath, even as the rest.",
  "Romans 6:12": "Therefore don't let sin reign in your mortal body, that you should obey it in its lusts.",
  "Hebrews 2:14": "Since then the children have shared in flesh and blood, he also himself in like manner partook of the same, that through death he might bring to nothing him who had the power of death, that is, the devil,",
  "1 Thessalonians 1:10": "and to wait for his Son from heaven, whom he raised from the dead -- Jesus, who delivers us from the wrath to come.",
  "Romans 8:7": "because the mind of the flesh is hostile towards God; for it is not subject to God's law, neither indeed can it be.",
  "Colossians 1:21": "You, being in past times alienated and enemies in your mind in your evil works,",
  "James 1:14, 15": "But each one is tempted, when he is drawn away by his own lust, and enticed. Then the lust, when it has conceived, bears sin; and the sin, when it is full grown, brings forth death.",
  "Matthew 15:19": "For out of the heart come forth evil thoughts, murders, adulteries, sexual sins, thefts, false testimony, and blasphemies.",
  "Romans 7:23": "but I see a different law in my members, warring against the law of my mind, and bringing me into captivity under the law of sin which is in my members.",
  "Ecclesiastes 7:20": "Surely there is not a righteous man on earth, who does good and doesn't sin.",
  "1 John 1:8": "If we say that we have no sin, we deceive ourselves, and the truth is not in us.",
  "Romans 7:25": "I thank God through Jesus Christ, our Lord. So then I of myself with the mind, indeed serve the law of God, but with the flesh the law of sin.",
  "Galatians 5:17": "For the flesh lusts against the Spirit, and the Spirit against the flesh; for these are contrary the one to the other, that you may not do the things that you desire.",
  "Luke 17:10": "Even so you also, when you have done all the things that are commanded you, say, 'We are unworthy servants. We have done our duty.'\"",
  "Job 35:8": "Your wickedness may hurt a man as you are; And your righteousness may profit a son of man.",
  "Genesis 2:17": "but of the tree of the knowledge of good and evil, you shall not eat of it: for in the day that you eat of it you will surely die.\"",
  "Galatians 3:10": "For as many as are of the works of the law are under a curse. For it is written, \"Cursed is everyone who doesn't continue in all things that are written in the book of the law, to do them.\"",
  "Romans 3:20, 21": "Because by the works of the law, no flesh will be justified in his sight. For through the law comes the knowledge of sin. But now apart from the law, a righteousness of God has been revealed, being testified by the law and the prophets;",
  "Romans 8:3": "For what the law couldn't do, in that it was weak through the flesh, God, sending his own Son in the likeness of sinful flesh and for sin, condemned sin in the flesh;",
  "Mark 16:16": "He who believes and is baptized will be saved; but he who disbelieves will be condemned.",
  "John 3:16": "For God so loved the world, that he gave his one and only Son, that whoever believes in him should not perish, but have eternal life.",
  "Ezekiel 36:26, 27": "A new heart also will I give you, and a new spirit will I put within you; and I will take away the stony heart out of your flesh, and I will give you a heart of flesh. I will put my Spirit within you, and cause you to walk in my statutes, and you shall keep my ordinances, and do them.",
  "John 6:45": "It is written in the prophets, 'They will all be taught by God.' Everyone who hears from the Father, and has learned, comes to me.",
  "Psalms 110:3": "Your people offer themselves willingly in the day of your power, In holy array. Out of the womb of the morning, you have the dew of your youth.",
  "Genesis 3:15": "I will put enmity between you and the woman, and between your offspring and her offspring. He will bruise your head, and you will bruise his heel.\"",
  "Acts 4:12": "There is salvation in none other, for neither is there any other name under heaven, that is given among men, in which we must be saved!\"",
  "John 8:56": "Your father Abraham rejoiced to see my day. He saw it, and was glad.\"",
  "Isaiah 42:1": "Behold, my servant, whom I uphold; my chosen, in whom my soul delights: I have put my Spirit on him; he will bring forth justice to the Gentiles.",
  "1 Peter 1:19, 20": "but with precious blood, as of a lamb without spot, the blood of Christ; who was foreknown indeed before the foundation of the world, but was revealed at the end of times for your sake,",
  "Acts 3:22": "For Moses indeed said to the fathers, 'The Lord God will raise up a prophet to you from among your brothers, like me. You will listen to him in all things whatever he says to you.",
  "Hebrews 5:5, 6": "So also Christ didn't glorify himself to be made a high priest, but he who said to him, \"You are my Son. Today I have become your father.\" As he says also in another place, \"You are a priest forever, After the order of Melchizedek.\"",
  "Psalms 2:6": "\"Yet I have set my king on my holy hill of Zion.\"",
  "Luke 1:33": "and he will reign over the house of Jacob forever. There will be no end of his kingdom.\"",
  "Ephesians 1:23": "which is his body, the fullness of him who fills all in all.",
  "Acts 17:31": "because he has appointed a day in which he will judge the world in righteousness by the man whom he has ordained; whereof he has given assurance to all men, in that he has raised him from the dead.\"",
  "Isaiah 53:10": "Yet it pleased Yahweh to bruise him; he has put him to grief: when you shall make his soul an offering for sin, he shall see [his] seed, he shall prolong his days, and the pleasure of Yahweh shall prosper in his hand.",
  "John 17:6": "I revealed your name to the people whom you have given me out of the world. They were yours, and you have given them to me. They have kept your word.",
  "Romans 8:30:": "Whom he foreordained, them he also called. Whom he called, them he also justified. Whom he justified, them he also glorified.",
  "John 1:14": "The Word became flesh, and lived among us. We saw his glory, such glory as of the only Son of the Father, full of grace and truth.",
  "Galatians 4:4": "But when the fullness of the time came, God sent forth his Son, born to a woman, born under the law,",
  "Hebrews 2:15": "and might deliver all of them who through fear of death were all their lifetime subject to bondage.",
  "Luke 1:35": "The angel answered her, \"The Holy Spirit will come on you, and the power of the Most High will overshadow you. Therefore also the holy one which is born from you will be called the Son of God.",
  "Romans 9:5": "whose are the fathers, and of whom is Christ as concerning the flesh, who is over all, God, blessed forever. Amen.",
  "1 Timothy 2:5": "For there is one God, and one mediator between God and men, the man Christ Jesus,",
  "Psalms 45:7": "You have loved righteousness, and hated wickedness. Therefore God, your God, has anointed you with the oil of gladness above your fellows.",
  "Acts 10:38": "even Jesus of Nazareth, how God anointed him with the Holy Spirit and with power, who went about doing good, and healing all who were oppressed by the devil; for God was with him.",
  "John 3:34": "For he whom God has sent speaks the words of God; for God gives the Spirit without measure.",
  "Colossians 2:3": "in whom are all the treasures of wisdom and knowledge hidden.",
  "Colossians 1:19": "For all the fullness was pleased to dwell in him;",
  "Hebrews 7:26": "For such a high priest was fitting for us: holy, guiltless, undefiled, separated from sinners, and made higher than the heavens;",
  "Hebrews 7:22": "By so much has Jesus become the collateral of a better covenant.",
  "Hebrews 5:5": "So also Christ didn't glorify himself to be made a high priest, but he who said to him, \"You are my Son. Today I have become your father.\"",
  "John 5:27": "He also gave him authority to execute judgment, because he is a son of man.",
  "Matthew 28:18": "Jesus came to them and spoke to them, saying, \"All authority has been given to me in heaven and on earth.",
  "Acts 2:36": "\"Let all the house of Israel therefore know assuredly that God has made him both Lord and Christ, this Jesus whom you crucified.\"",
  "Psalms 40:7, 8": "Then I said, \"Behold, I have come. It is written about me in the book in the scroll. I delight to do your will, my God. Yes, your law is within my heart.\"",
  "Hebrews 10:5-11": "Therefore when he comes into the world, he says, \"Sacrifice and offering you didn't desire, But a body did you prepare for me;",
  "John 10:18": "No one takes it away from me, but I lay it down by myself. I have power to lay it down, and I have power to take it again. I received this commandment from my Father.\"",
  "Matthew 3:15": "But Jesus, answering, said to him, \"Allow it now, for this is the fitting way for us to fulfill all righteousness.\" Then he allowed him.",
  "Galatians 3:13": "Christ redeemed us from the curse of the law, having become a curse for us. For it is written, \"Cursed is everyone who hangs on a tree,\"",
  "Isaiah 53:6": "All we like sheep have gone astray; we have turned everyone to his own way; and Yahweh has laid on him the iniquity of us all.",
  "1 Peter 3:18": "Because Christ also suffered for sins once, the righteous for the unrighteous, that he might bring you to God; being put to death in the flesh, but made alive in the spirit;",
  "2 Corinthians 5:21": "For him who knew no sin he made to be sin on our behalf; so that in him we might become the righteousness of God.",
  "Matthew 27:46": "About the ninth hour Jesus cried with a loud voice, saying, \"Eli, Eli, lama sabachthani?\" That is, \"My God, my God, why have you forsaken me?\"",
  "Luke 22:44": "Being in agony he prayed more earnestly. His sweat became like great drops of blood falling down on the ground.",
  "Acts 13:37": "But he whom God raised up saw no decay.",
  "Matthew 17:12": "but I tell you that Elijah has come already, and they didn't recognize him, but did to him whatever they wanted to. Even so will the Son of Man also suffer by them.\"",
  "James 1:14": "But each one is tempted, when he is drawn away by his own lust, and enticed.",
  "Deuteronomy 30:19": "I call heaven and earth to witness against you this day, that I have set before you life and death, the blessing and the curse: therefore choose life, that you may live, you and your seed;",
  "Romans 5:7": "For one will hardly die for a righteous man. For perhaps for a righteous person someone would even dare to die.",
  "Ephesians 2:5": "even when we were dead through our trespasses, made us alive together with Christ (by grace have you been saved),",
  "Titus 3:3, 4, 5": "For we were also once foolish, disobedient, deceived, serving various lusts and pleasures, living in malice and envy, hateful, and hating one another. But when the kindness of God, our Savior, and his love toward man, appeared, not by works of righteousness, which we did ourselves, but according to his mercy, he saved us, through the washing of regeneration and renewing by the Holy Spirit,",
  "John 6:44": "No one can come to me unless the Father who sent me draws him, and I will raise him up in the last day.",
  "Colossians 1:13": "who delivered us out of the power of darkness, and translated us into the kingdom of the Son of his love;",
  "John 8:36": "If therefore the Son makes you free, you will be free indeed.",
  "Philippians 2:13": "For it is God who works in you both to will and to work, for his good pleasure.",
  "Ephesians 4:13": "until we all attain to the unity of the faith, and of the knowledge of the Son of God, to a full grown man, to the measure of the stature of the fullness of Christ;",
  "Romans 11:7": "What then? That which Israel seeks for, that he didn't obtain, but the election obtained it, and the rest were hardened.",
  "Ephesians 1:10, 11": "to an administration of the fullness of the times, to sum up all things in Christ, the things in the heavens, and the things on the earth, in him; in whom also we were made a heritage, having been foreordained according to the purpose of him who works all things after the counsel of his will;",
  "2 Thessalonians 3:13, 14": "But you, brothers, don't be weary in doing well. If any man doesn't obey our word by this letter, note that man, that you have no company with him, to the end that he may be ashamed.",
  "Ephesians 2:1-6": "You were made alive when you were dead through your trespasses and sins,",
  "Acts 26:18": "to open their eyes, that they may turn from darkness to light and from the power of Satan to God, that they may receive remission of sins and an inheritance among those who are sanctified by faith in me.'",
  "Ephesians 1:18": "having the eyes of your hearts enlightened, that you may know what is the hope of his calling, what are the riches of the glory of his inheritance in the saints,",
  "Ezekiel 36:26": "A new heart also will I give you, and a new spirit will I put within you; and I will take away the stony heart out of your flesh, and I will give you a heart of flesh.",
  "Deuteronomy 30:6": "Yahweh your God will circumcise your heart, and the heart of your seed, to love Yahweh your God with all your heart, and with all your soul, that you may live.",
  "Ezekiel 36:27": "I will put my Spirit within you, and cause you to walk in my statutes, and you shall keep my ordinances, and do them.",
  "Ephesians 1:19": "and what is the exceeding greatness of his power toward us who believe, according to that working of the strength of his might",
  "Psalms 110:4": "Yahweh has sworn, and will not change his mind: \"You are a priest forever in the order of Melchizedek.\"",
  "Ephesians 2:8": "for by grace you have been saved through faith, and that not of yourselves; it is the gift of God,",
  "1 Corinthians 2:14": "Now the natural man doesn't receive the things of the God's Spirit, for they are foolishness to him, and he can't know them, because they are spiritually discerned.",
  "John 5:25": "Most assuredly, I tell you, the hour comes, and now is, when the dead will hear the Son of God's voice; and those who hear will live.",
  "Ephesians 1:19, 20": "and what is the exceeding greatness of his power toward us who believe, according to that working of the strength of his might which he worked in Christ, when he raised him from the dead, and made him to sit at his right hand in the heavenly places,",
  "John 3:5, 6": "Jesus answered, \"Most assuredly I tell you, unless one is born of water and the Spirit, he can't enter into the kingdom of God! That which is born of the flesh is flesh. That which is born of the Spirit is spirit.",
  "John 3:8": "The wind blows where it wants to, and you hear its sound, but don't know where it comes from and where it is going. So is everyone who is born of the Spirit.\"",
  "Matthew 22:20, 21": "He asked them, \"Whose is this image and inscription?\" They said to him, \"Caesar's.\" Then he said to them, \"Give therefore to Caesar the things that are Caesar's, and to God the things that are God's.\"",
  "Hebrews 6:4, 5": "For concerning those who were once enlightened and tasted of the heavenly gift, and were made partakers of the Holy Spirit, and tasted the good word of God, and the powers of the age to come,",
  "John 6:65": "He said, \"For this cause have I said to you that no one can come to me, except it be given to him by my Father.\"",
  "1 John 2:24, 25": "Therefore, as for you, let that remain in you which you heard from the beginning. If that which you heard from the beginning remains in you, you also will remain in the Son, and in the Father. This is the promise which he promised us, the eternal life.",
  "John 4:3": "he left Judea, and departed again into Galilee.",
  "Romans 3:30": "if it is so that God is one. He will justify the circumcised by faith, and the uncircumcised through faith.",
  "Romans 4:5, 6, 7, 8": "But to him who doesn't work, but believes in him who justifies the ungodly, his faith is accounted for righteousness. Even as David also pronounces blessing on the man to whom God counts righteousness apart from works, \"Blessed are they whose iniquities are forgiven, Whose sins are covered. Blessed is the man to whom the Lord will not charge with sin.\"",
  "Ephesians 1:7": "in whom we have our redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace,",
  "1 Corinthians 1:30, 31": "But of him, you are in Christ Jesus, who was made to us wisdom from God, and righteousness and sanctification, and redemption: that, according as it is written, \"He who boasts, let him boast in the Lord.\"",
  "Romans 5:18, 19": "So then as through one trespass, all men were condemned; even so through one act of righteousness, all men were justified to life. For as through the one man's disobedience many were made sinners, even so through the obedience of the one will many be made righteous.",
  "Philippians 3:8, 9": "Yes most assuredly, and I count all things to be loss for the excellency of the knowledge of Christ Jesus, my Lord, for whom I suffered the loss of all things, and count them nothing but refuse, that I may gain Christ and be found in him, not having a righteousness of my own, that which is of the law, but that which is through faith in Christ, the righteousness which is from God by faith;",
  "Ephesians 2:8, 9, 10": "for by grace you have been saved through faith, and that not of yourselves; it is the gift of God, not of works, that no one would boast. For we are his workmanship, created in Christ Jesus for good works, which God prepared before that we would walk in them.",
  "John 1:12": "But as many as received him, to them he gave the right to become God's children, to those who believe in his name:",
  "Romans 5:17": "For if by the trespass of the one, death reigned through the one; so much more will those who receive the abundance of grace and of the gift of righteousness reign in life through the one, Jesus Christ.",
  "Romans 3:28": "We maintain therefore that a man is justified by faith apart from the works of the law.",
  "Galatians 5:6": "For in Christ Jesus neither circumcision amounts to anything, nor uncircumcision, but faith working through love.",
  "James 2:26": "For as the body apart from the spirit is dead, even so faith apart from works is dead.",
  "Hebrews 10:14": "For by one offering he has perfected forever those who are sanctified.",
  "1 Peter 1:18, 19": "knowing that you were redeemed, not with corruptible things, with silver or gold, from the useless way of life handed down from your fathers, but with precious blood, as of a lamb without spot, the blood of Christ;",
  "Isaiah 53:5, 6": "But he was wounded for our transgressions, he was bruised for our iniquities; the chastisement of our peace was on him; and with his stripes we are healed. All we like sheep have gone astray; we have turned everyone to his own way; and Yahweh has laid on him the iniquity of us all.",
  "Romans 8:32": "He who didn't spare his own Son, but delivered him up for us all, how would he not also with him freely give us all things?",
  "Romans 3:26": "for the showing of his righteousness at this present time; that he might himself be just, and the justifier of him who has faith in Jesus.",
  "Galatians 3:8": "The scripture, foreseeing that God would justify the Gentiles by faith, preached the gospel beforehand to Abraham, saying, \"In you will all the nations be blessed.\"",
  "1 Timothy 2:6": "who gave himself as a ransom for all; the testimony in its own times;",
  "Romans 4:25": "who was delivered up for our trespasses, and was raised for our justification.",
  "Titus 3:4, 5, 6, 7": "But when the kindness of God, our Savior, and his love toward man, appeared, not by works of righteousness, which we did ourselves, but according to his mercy, he saved us, through the washing of regeneration and renewing by the Holy Spirit, which he poured out on us richly, through Jesus Christ, our Savior; that, being justified by his grace, we might be made heirs according to the hope of eternal life.",
  "Matthew 6:1": "\"Be careful that you don't do your charitable giving before men, to be seen by them, or else you have no reward with your Father who is in heaven.",
  "John 1:9": "The true light that enlightens everyone was coming into the world.",
  "John 10:28": "I give eternal life to them. They will never perish, and no one will snatch them out of my hand.",
  "Psalms 89:31, 32, 33": "If they break my statutes, And don't keep my commandments; Then I will punish their sin with the rod, And their iniquity with stripes. But I will not completely take my lovingkindness from him, Nor allow my faithfulness to fail.",
  "Psalms 32:5:51": "I acknowledged my sin to you. I didn't hide my iniquity. I said, I will confess my transgressions to Yahweh, And you forgave the iniquity of my sin. Selah.",
  "Matthew 26:75": "Peter remembered the word which Jesus had said to him, \"Before the cock crows, you will deny me three times.\" He went out and wept bitterly.",
  "Galatians 3:9": "So then, those who are of faith are blessed with the faithful Abraham.",
  "Romans 4:22, 23, 24": "Therefore also it was \"reckoned to him for righteousness.\" Now it was not written that it was accounted to him for his sake alone, but for our sake also, to whom it will be accounted, who believe in him who raised Jesus, our Lord, from the dead,",
  "Ephesians 1:5": "having predestined us for adoption as sons through Jesus Christ to himself, according to the good pleasure of his desire,",
  "Galatians 4:4, 5": "But when the fullness of the time came, God sent forth his Son, born to a woman, born under the law, that he might redeem those who were under the law, that we might receive the adoption of sons.",
  "Romans 8:17": "and if children, then heirs; heirs of God, and joint-heirs with Christ; if indeed we suffer with him, that we may also be glorified with him.",
  "2 Corinthians 6:18": "I will be to you a Father. You will be to me sons and daughters,' says the Lord Almighty.\"",
  "Revelation 3:12": "He who overcomes, I will make him a pillar in the temple of my God, and he will go out from there no more. I will write on him the name of my God, and the name of the city of my God, the new Jerusalem, which comes down out of heaven from my God, and my own new name.",
  "Romans 8:15": "For you didn't receive the spirit of bondage again to fear, but you received the spirit of adoption, whereby we cry, \"Abba! Father!\"",
  "Galatians 4:6": "Because you are sons, God sent forth the Spirit of his Son into our hearts, crying, \"Abba! Father!\"",
  "Ephesians 2:18": "For through him we both have our access in one Spirit to the Father.",
  "Psalms 103:13": "Like a father has compassion on his children, So Yahweh has compassion on those who fear him.",
  "Proverbs 14:26": "In the fear of Yahweh is a secure fortress, And he will be a refuge for his children.",
  "1 Peter 5:7": "casting all your worries on him, because he cares for you.",
  "Hebrews 12:6": "For whom the Lord loves, he chastens, And scourges every son whom he receives.\"",
  "Isaiah 54:8, 9": "In overflowing wrath I hid my face from you for a moment; but with everlasting lovingkindness will I have mercy on you, says Yahweh your Redeemer. For this is [as] the waters of Noah to me; for as I have sworn that the waters of Noah shall no more go over the earth, so have I sworn that I will not be angry with you, nor rebuke you.",
  "Lamentations 3:31": "For the Lord will not cast off forever.",
  "Ephesians 4:30": "Don't grieve the Holy Spirit of God, in whom you were sealed to the day of redemption.",
  "Hebrews 1:12": "As a mantle you will roll them up. And they will be changed. But you are the same. Your years will not fail.\"",
  "Acts 20:32": "Now, brothers, I entrust you to God, and to the word of his grace, which is able to build up, and to give you the inheritance among all those who are sanctified.",
  "Romans 6:5, 6": "For if we have become united with him in the likeness of his death, we will also be part of his resurrection; knowing this, that our old man was crucified with him, that the body of sin might be done away with, so that we would no longer be in bondage to sin.",
  "John 17:17": "Sanctify them in your truth. Your word is truth.",
  "Ephesians 3:16, 17, 18, 19": "that he would grant you, according to the riches of his glory, that you may be strengthened with power through his Spirit in the inward man; that Christ may dwell in your hearts through faith; to the end that you, being rooted and grounded in love, may be strengthened to comprehend with all the saints what is the breadth and length and height and depth, and to know Christ's love which surpasses knowledge, that you may be filled to all the fullness of God.",
  "1 Thessalonians 5:21, 22, 23": "Test all things, and hold firmly that which is good. Abstain from every form of evil. May the God of peace himself sanctify you completely. May your whole spirit, soul, and body be preserved blameless at the coming of our Lord Jesus Christ.",
  "Romans 6:14": "For sin will not have dominion over you. For you are not under law, but under grace.",
  "Galatians 5:24": "Those who belong to Christ Jesus have crucified the flesh with its passions and lusts.",
  "Colossians 1:11": "strengthened with all power, according to the might of his glory, to all patience and perseverance with joy;",
  "2 Corinthians 7:1": "Having therefore these promises, beloved, let us cleanse ourselves from all defilement of flesh and spirit, perfecting holiness in the fear of God.",
  "Hebrews 12:14": "Follow after peace with all men, and the sanctification without which no man will see the Lord,",
  "1 Thessalonians 5:23": "May the God of peace himself sanctify you completely. May your whole spirit, soul, and body be preserved blameless at the coming of our Lord Jesus Christ.",
  "Romans 7:18, 23": "For I know that in me, that is, in my flesh, dwells no good thing. For desire is present with me, but I don't find it doing that which is good. but I see a different law in my members, warring against the law of my mind, and bringing me into captivity under the law of sin which is in my members.",
  "1 Peter 2:11": "Beloved, I beg you as sojourners and pilgrims, to abstain from fleshly lust, which war against the soul;",
  "Ephesians 4:16": "from whom all the body, being fitted and knit together through that which every joint supplies, according to the working in measure of each individual part, makes the body increase to the building up of itself in love.",
  "2 Corinthians 3:1": "Are we beginning again to commend ourselves? Or do we need, as do some, letters of commendation to you or from you?",
  "2 Corinthians 4:13": "But having the same spirit of faith, according to that which is written, \"I believed, and therefore I spoke.\" We also believe, and therefore also we speak;",
  "Romans 10:17": "So faith comes by hearing, and hearing by the word of God.",
  "Luke 17:5": "The apostles said to the Lord, \"Increase our faith.\"",
  "1 Peter 2:2": "as newborn babes, long for the pure milk of the Word, that you may grow thereby,",
  "Psalms 119:72": "The law of your mouth is better to me than thousands of pieces of gold and silver. YUD",
  "2 Timothy 1:12": "For this cause I suffer also these things. Yet I am not ashamed, for I know him whom I have believed, and I am persuaded that he is able to guard that which I have committed to him against that day.",
  "John 15:14": "You are my friends, if you do whatever I command you.",
  "Isaiah 66:2": "For all these things has my hand made, and [so] all these things came to be, says Yahweh: but to this man will I look, even to him who is poor and of a contrite spirit, and who trembles at my word.",
  "Hebrews 11:13": "These all died in faith, not having received the promises, but having seen them and embraced them from afar, and having confessed that they were strangers and pilgrims on the earth.",
  "Acts 15:11": "But we believe that we are saved through the grace of the Lord Jesus, just as they are.\"",
  "Galatians 2:20": "I have been crucified with Christ, and it is no longer I that live, but Christ living in me. That life which I now live in the flesh, I live by faith in the Son of God, who loved me, and gave himself up for me.",
  "Hebrews 5:14": "But solid food is for full grown men, those who by reason of use have their senses exercised to discern good and evil.",
  "Matthew 6:30": "But if God so clothes the grass of the field, which today exists, and tomorrow is cast into the oven, won't he much more clothe you, you of little faith?",
  "Romans 4:20": "Yet, looking to the promise of God, he wavered not through unbelief, but grew strong through faith, giving glory to God,",
  "2 Peter 1:1": "Simon Peter, a servant and apostle of Jesus Christ, to those who have obtained a like precious faith with us in the righteousness of our God and Savior, Jesus Christ:",
  "Ephesians 6:16": "above all, taking up the shield of faith, with which you will be able to quench all the fiery darts of the evil one.",
  "1 John 5:4, 5": "For whatever is born of God overcomes the world. This is the victory that has overcome the world: your faith. Who is he who overcomes the world, but he who believes that Jesus is the Son of God?",
  "Hebrews 6:11, 12": "We desire that each one of you may show the same diligence to the fullness of hope even to the end, that you won't be sluggish, but imitators of those who through faith and patience inherited the promises.",
  "Colossians 2:2": "that their hearts may be comforted, they being knit together in love, and to all riches of the full assurance of understanding, that they may know the mystery of God, both of the Father and of Christ,",
  "Hebrews 12:2": "looking to Jesus, the author and perfecter of faith, who for the joy that was set before him endured the cross, despising shame, and has sat down at the right hand of the throne of God.",
  "Titus 3:2, 3, 4, 5": "to speak evil of no one, not to be contentious, to be gentle, showing all gentleness toward all men. For we were also once foolish, disobedient, deceived, serving various lusts and pleasures, living in malice and envy, hateful, and hating one another. But when the kindness of God, our Savior, and his love toward man, appeared, not by works of righteousness, which we did ourselves, but according to his mercy, he saved us, through the washing of regeneration and renewing by the Holy Spirit,",
  "Luke 22:31, 32": "The Lord said, \"Simon, Simon, behold, Satan asked to have you, that he might sift you as wheat, but I prayed for you, that your faith wouldn't fail. You, when once you have turned again, establish your brothers.\"",
  "Zechariah 12:10": "I will pour on the house of David, and on the inhabitants of Jerusalem, the spirit of grace and of supplication; and they shall look to me whom they have pierced; and they shall mourn for him, as one mourns for his only son, and shall be in bitterness for him, as one who is in bitterness for his firstborn.",
  "Acts 11:18": "When they heard these things, they held their peace, and glorified God, saying, \"Then God has also granted to the Gentiles repentance to life!\"",
  "Ezekiel 36:31": "Then shall you remember your evil ways, and your doings that were not good; and you shall loathe yourselves in your own sight for your iniquities and for your abominations.",
  "2 Corinthians 7:11": "For behold, this same thing, that you were made sorry in a godly way, what earnest care it worked in you. Yes, what defense, indignation, fear, longing, zeal, and vengeance! In everything you demonstrated yourselves to be pure in the matter.",
  "Psalms 119:128": "Therefore I consider all of your precepts to be right. I hate every false way. PEY",
  "Luke 19:8": "Zacchaeus stood and said to the Lord, \"Behold, Lord, half of my goods I give to the poor. If I have wrongfully exacted anything of anyone, I restore four times as much.\"",
  "1 Timothy 1:15": "The saying is faithful, and worthy of all acceptance, that Christ Jesus came into the world to save sinners; of whom I am chief.",
  "Romans 6:23": "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.",
  "Isaiah 55:7": "let the wicked forsake his way, and the unrighteous man his thoughts; and let him return to Yahweh, and he will have mercy on him; and to our God, for he will abundantly pardon.",
  "Micah 6:8": "He has showed you, man, what is good; and what does Yahweh require of you, but to do justly, and to love kindness, and to walk humbly with your God?",
  "Hebrews 13:21": "make you complete in every good work to do his will, working in you that which is well pleasing in his sight, through Jesus Christ, to whom be the glory forever and ever. Amen.",
  "Matthew 15:9": "But in vain do they worship me, Teaching as doctrine rules made by men.'\"",
  "Isaiah 29:13": "The Lord said, Because this people draw near [to me], and with their mouth and with their lips to honor me, but have removed their heart far from me, and their fear of me is a commandment of men which has been taught [them];",
  "James 2:22": "You see that faith worked with his works, and by works faith was perfected;",
  "Psalms 116:12, 13": "What will I give to Yahweh for all his benefits toward me? I will take the cup of salvation, and call on the name of Yahweh.",
  "1 John 2:5": "But whoever keeps his word, God's love has most assuredly been perfected in him. This is how we know that we are in him:",
  "2 Peter 1:5-11": "Yes, and for this very cause adding on your part all diligence, in your faith supply moral excellence; and in moral excellence, knowledge;",
  "Matthew 5:16": "Even so, let your light shine before men; that they may see your good works, and glorify your Father who is in heaven.",
  "1 Timothy 6:1": "Let as many as are bondservants under the yoke count their own masters worthy of all honor, that the name of God and the doctrine not be blasphemed.",
  "1 Peter 2:15": "For so is the will of God, that by well-doing you should put to silence the ignorance of foolish men:",
  "Philippians 1:11": "being filled with the fruits of righteousness, which are through Jesus Christ, to the glory and praise of God.",
  "Ephesians 2:10": "For we are his workmanship, created in Christ Jesus for good works, which God prepared before that we would walk in them.",
  "Romans 6:22": "But now, being made free from sin, and having become servants of God, you have your fruit of sanctification, and the result of eternal life.",
  "John 15:6": "If a man doesn't remain in me, he is thrown out as a branch, and is withered; and they gather them, throw them into the fire, and they are burned.",
  "2 Corinthians 3:5": "not that we are sufficient of ourselves, to account anything as from ourselves; but our sufficiency is from God;",
  "Philippians 2:12": "So then, my beloved, even as you have always obeyed, not only in my presence, but now much more in my absence, work out your own salvation with fear and trembling.",
  "Hebrews 6:12": "that you won't be sluggish, but imitators of those who through faith and patience inherited the promises.",
  "Isaiah 64:7": "There is none who calls on your name, who stirs up himself to take hold of you; for you have hid your face from us, and have consumed us by means of our iniquities.",
  "Job 9:3": "If he is pleased to contend with him, He can't answer him one time in a thousand.",
  "Romans 4:6": "Even as David also pronounces blessing on the man to whom God counts righteousness apart from works,",
  "Ephesians 2:8, 9": "for by grace you have been saved through faith, and that not of yourselves; it is the gift of God, not of works, that no one would boast.",
  "Galatians 5:22, 23": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, and self-control. Against such things there is no law.",
  "Isaiah 64:6": "For we are all become as one who is unclean, and all our righteousness are as a polluted garment: and we all do fade as a leaf; and our iniquities, like the wind, take us away.",
  "Psalms 143:2": "Don't enter into judgment with your servant, For in your sight no man living is righteous.",
  "1 Peter 2:5": "You also, as living stones, are built up as a spiritual house, to be a holy priesthood, to offer up spiritual sacrifices, acceptable to God through Jesus Christ.",
  "Matthew 25:23": "His lord said to him, 'Well done, good and faithful servant. You have been faithful over a few things, I will set you over many things. Enter into the joy of your lord.'",
  "Hebrews 6:10": "for God is not unrighteous, so as to forget your work and the labor of love which you showed toward his name, in that you served to the saints, and still do serve them.",
  "2 Kings 10:30": "Yahweh said to Jehu, Because you have done well in executing that which is right in my eyes, [and] have done to the house of Ahab according to all that was in my heart, your sons of the fourth generation shall sit on the throne of Israel.",
  "1 Kings 21:27, 29": "It happened, when Ahab heard those words, that he tore his clothes, and put sackcloth on his flesh, and fasted, and lay in sackcloth, and went softly. See you how Ahab humbles himself before me? because he humbles himself before me, I will not bring the evil in his days; but in his son's days will I bring the evil on his house.",
  "Genesis 4:5": "but he didn't respect Cain and his offering. Cain was very angry, and the expression on his face fell.",
  "1 Corinthians 13:1": "If I speak with the languages of men and of angels, but don't have love, I have become sounding brass, or a clanging cymbal.",
  "Matthew 6:5": "\"When you pray, you shall not be as the hypocrites, for they love to stand and pray in the synagogues and in the corners of the streets, that they may be seen by men. Most assuredly, I tell you, they have received their reward.",
  "Amos 5:21, 22": "I hate, I despise your feasts, and I will take no delight in your solemn assemblies. Yes, though you offer me your burnt offerings and meal-offerings, I will not accept them; neither will I regard the peace-offerings of your fat animals.",
  "Titus 3:5": "not by works of righteousness, which we did ourselves, but according to his mercy, he saved us, through the washing of regeneration and renewing by the Holy Spirit,",
  "Job 21:14, 15": "They tell God, 'Depart from us, For we don't want to know about your ways. What is the Almighty, that we should serve him? What profit should we have, if we pray to him?'",
  "Matthew 25:41, 42, 43": "Then will he say also to them on the left hand, 'Depart from me, you cursed, into the eternal fire which is prepared for the devil and his angels; for I was hungry, and you didn't give me food to eat; I was thirsty, and you gave me no drink; I was a stranger, and you didn't take me in; naked, and you didn't clothe me; sick, and in prison, and you didn't visit me.'",
  "John 10:28, 29": "I give eternal life to them. They will never perish, and no one will snatch them out of my hand. My Father, who has given them to me, is greater than all. No one is able to snatch them out of my Father's hand.",
  "Philippians 1:6": "being confident of this very thing, that he who began a good work in you will complete it until the day of Jesus Christ.",
  "1 John 2:19": "They went out from us, but they didn't belong to us; for if they had belonged to us, they would have continued with us. But they left, that they might be revealed that none of them belong to us.",
  "Psalms 89:31, 32": "If they break my statutes, And don't keep my commandments; Then I will punish their sin with the rod, And their iniquity with stripes.",
  "1 Corinthians 11:32": "But when we are judged, we are punished by the Lord, that we may not be condemned with the world.",
  "Romans 8:16": "The Spirit himself testifies with our spirit that we are children of God;",
  "Romans 5:9, 10": "Much more then, being now justified by his blood, we will be saved from God's wrath through him. For if, while we were enemies, we were reconciled to God through the death of his Son, much more, being reconciled, we will be saved by his life.",
  "John 14:19": "Yet a little while, and the world will see me no more; but you will see me. Because I live, you will live also.",
  "Hebrews 6:17, 18": "Wherein God, being determined to show more abundantly to the heirs of the promise the immutability of his counsel, interposed with an oath; that by two immutable things, in which it is impossible for God to lie, we may have a strong encouragement, who have fled for refuge to take hold of the hope set before us,",
  "1 John 3:9": "Whoever is born of God doesn't commit sin, because his seed remains in him; and he can't sin, because he is born of God.",
  "Jeremiah 32:40": "and I will make an everlasting covenant with them, that I will not turn away from following them, to do them good; and I will put my fear in their hearts, that they may not depart from me.",
  "Matthew 26:74": "Then began he to curse and to swear, \"I don't know the man!\" Immediately the cock crowed.",
  "Isaiah 64:9": "Don't be angry very sore, Yahweh, neither remember iniquity forever: see, look, we beg you, we are all your people.",
  "Psalms 51:12": "Restore to me the joy of your salvation. Uphold me with a willing spirit.",
  "Psalms 32:3, 4": "When I kept silence, my bones wasted away through my groaning all day long. For day and night your hand was heavy on me. My strength was sapped in the heat of summer. Selah.",
  "2 Samuel 12:14": "However, because by this deed you have given great occasion to Yahweh's enemies to blaspheme, the child also who is born to you shall surely die.\"",
  "Luke 22:62": "He went out, and wept bitterly.",
  "Job 8:14": "Whose confidence shall break apart, Whose trust is a spider's web.",
  "Matthew 7:23": "Then I will tell them, 'I never knew you. Depart from me, you who work iniquity.'",
  "1 John 2:13": "I write to you, fathers, because you know him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, little children, because you know the Father.",
  "Romans 5:5": "and hope doesn't disappoint us, because God's love has been poured out into our hearts through the Holy Spirit which was given to us.",
  "Hebrews 6:19": "which we have as an anchor of the soul, a hope both sure and steadfast and entering into that which is within the veil;",
  "2 Peter 1:11": "For thus will be richly supplied to you the entrance into the eternal kingdom of our Lord and Savior, Jesus Christ.",
  "Romans 8:15, 16": "For you didn't receive the spirit of bondage again to fear, but you received the spirit of adoption, whereby we cry, \"Abba! Father!\" The Spirit himself testifies with our spirit that we are children of God;",
  "1 John 3:1, 2, 3": "Behold, how great a love the Father has bestowed on us, that we should be called children of God! For this cause the world doesn't know us, because it didn't know him. Beloved, now we are children of God, and it is not yet revealed what we will be. But we know that, when he is revealed, we will be like him; for we will see him just as he is. Everyone who has this hope set on him purifies himself, even as he is pure.",
  "Isaiah 50:10": "Who is among you who fears Yahweh, who obeys the voice of his servant? He who walks in darkness, and has no light, let him trust in the name of Yahweh, and rely on his God.",
  "Psalms 77:1-12": "My cry goes to God! Indeed, I cry to God for help, And for him to listen to me.",
  "1 John 4:13": "By this we know that we remain in him and he in us, because he has given us of his Spirit.",
  "Romans 5:14, 17": "Nevertheless death reigned from Adam until Moses, even over those whose sins weren't like Adam's disobedience, who is a foreshadowing of him who was to come. For if by the trespass of the one, death reigned through the one; so much more will those who receive the abundance of grace and of the gift of righteousness reign in life through the one, Jesus Christ.",
  "Psalms 119:32": "I run in the path of your commandments, For you have set my heart free. HEY",
  "Romans 6:1, 2": "What will we say then? Will we continue in sin, that grace may abound? Certainly not! We who died to sin, how could we live in it any longer?",
  "Titus 2:14": "who gave himself for us, that he might redeem us from all iniquity, and purify to himself a people for his own possession, zealous for good works.",
  "??? Cant. 5.2,3.6. ???": "",
  "Psalms 51:14": "Deliver me from bloodguiltiness, God, you God of my salvation. My tongue shall sing aloud of your righteousness.",
  "Psalms 31:22": "As for me, I said in my haste, \"I am cut off from before your eyes.\" Nevertheless you heard the voice of my petitions when I cried to you.",
  "Psalms 30:7": "You, Yahweh, when you favored me, made my mountain to stand strong. But when you hid your face, I was troubled.",
  "Luke 22:32": "but I prayed for you, that your faith wouldn't fail. You, when once you have turned again, establish your brothers.\"",
  "Psalms 42:11": "Why are you in despair, my soul? Why are you disturbed within me? Hope in God! For I shall still praise him, The saving help of my countenance, and my God. Psalm 43",
  "Lamentations 3:27-31": "It is good for a man that he bear the yoke in his youth.",
  "Romans 10:5": "For Moses writes about the righteousness of the law, \"The one who does them will live by them.\"",
  "Galatians 3:12": "The law is not of faith, but, \"He that does them will live in them.\"",
  "Deuteronomy 10:4": "He wrote on the tables, according to the first writing, the ten commandments, which Yahweh spoke to you on the mountain out of the midst of the fire in the day of the assembly: and Yahweh gave them to me.",
  "Hebrews 10:1": "For the law, having a shadow of the good to come, not the very image of the things, can never with the same sacrifices year by year, which they offer continually, make perfect those who draw near.",
  "Colossians 2:17": "which are a shadow of the things to come; but the body is Christ's.",
  "1 Corinthians 5:7": "Purge out the old yeast, that you may be a new lump, even as you are unleavened. For indeed Christ, our Passover, has been sacrificed in our place.",
  "Colossians 2:14, 16, 17": "having blotted out the bond written in ordinances that was against us, which was contrary to us: and he has taken it out that way, nailing it to the cross; Let no man therefore judge you in eating, or in drinking, or with respect to a feast day or a new moon or a Sabbath day, which are a shadow of the things to come; but the body is Christ's.",
  "Ephesians 2:16": "and might reconcile them both in one body to God through the cross, having killed the hostility thereby.",
  "1 Corinthians 9:8, 9, 10": "Do I speak these things according to the ways of men? Or doesn't the law also say the same thing? For it is written in the law of Moses, \"You shall not muzzle the ox when he treads out the corn.\" Is it for the oxen that God cares, or does he say it assuredly for our sake? Yes, for our sake it was written, because he who plows ought to plow in hope, and he who threshes in hope should partake of his hope.",
  "Romans 13:8, 9, 10": "Owe no one anything, except to love one another; for he who loves his neighbor has fulfilled the law. For the commandments, \"You shall not commit adultery,\" \"You shall not murder,\" \"You shall not steal,\" \"You shall not give false testimony,\" \"You shall not covet,\" and whatever other commandments there are, are all summed up in this saying, namely, \"You shall love your neighbor as yourself.\" Love doesn't harm his neighbor. Love therefore is the fulfillment of the law.",
  "James 2:10, 11, 12": "For whoever shall keep the whole law, and yet stumble in one point, he has become guilty of all. For he who said, \"Do not commit adultery,\" said also, \"Do not commit murder.\" Now if you do not commit adultery, but murder, you have become a transgressor of the law. So speak, and so do, as men who are to be judged by a law of freedom.",
  "James 2:10, 11": "For whoever shall keep the whole law, and yet stumble in one point, he has become guilty of all. For he who said, \"Do not commit adultery,\" said also, \"Do not commit murder.\" Now if you do not commit adultery, but murder, you have become a transgressor of the law.",
  "Matthew 5:17, 18, 19": "Don't think that I came to destroy the law or the prophets. I didn't come to destroy, but to fulfill. For most assuredly, I tell you, until heaven and earth pass away, not even one smallest letter or one tiny pen stroke shall in any way pass away from the law, until all things are accomplished. Whoever, therefore, shall break one of these least commandments, and teach others to do so, shall be called least in the Kingdom of Heaven; but whoever shall do and teach them shall be called great in the Kingdom of Heaven.",
  "Romans 3:31": "Do we then make the law of no effect through faith? Certainly not! No, we establish the law.",
  "Romans 8:4": "that the ordinance of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.",
  "Galatians 2:16": "yet knowing that a man is not justified by the works of the law but through the faith of Jesus Christ, even we believed in Christ Jesus, that we might be justified by faith in Christ, and not by the works of the law, because no flesh will be justified by the works of the law.",
  "Romans 3:&": "",
  "Romans 6:12, 13, 14": "Therefore don't let sin reign in your mortal body, that you should obey it in its lusts. Neither present your members to sin as instruments of unrighteousness, but present yourselves to God, as alive from the dead, and your members as instruments of righteousness to God. For sin will not have dominion over you. For you are not under law, but under grace.",
  "1 Peter 3:-13": "In like manner, wives, be in subjection to your own husbands; so that, even if any don't obey the Word, they may be gained by the behavior of their wives without a word;",
  "Galatians 3:21": "Is the law then against the promises of God? Certainly not! For if there had been a law given which could make alive, most assuredly righteousness would have been of the law.",
  "Revelation 13:8": "All who dwell on the earth will worship him, everyone whose name has not been written from the foundation of the world in the book of life of the Lamb who has been killed.",
  "Romans 1:17": "For therein is revealed a righteousness of God from faith to faith. As it is written, \"But the righteous shall live by faith.\"",
  "Romans 10:14, 15, 17": "How then will they call on him in whom they have not believed? How will they believe in him whom they have not heard? How will they hear without a preacher? And how will they preach unless they are sent? As it is written: \"How beautiful are the feet of those who preach the gospel of peace, Who bring glad tidings of good things!\" So faith comes by hearing, and hearing by the word of God.",
  "Proverbs 29:18": "Where there is no revelation, the people cast off restraint; But one who keeps the law is blessed.",
  "Isaiah 25:2, 3": "For you have made of a city a heap, of a fortified city a ruin, a palace of strangers to be no city; it shall never be built. Therefore shall a strong people glorify you; a city of awesome nations shall fear you.",
  "Psalms 147,20:": "",
  "Acts 16:7": "When they had come opposite Mysia, they tried to go into Bithynia, but the Spirit didn't allow them.",
  "Romans 1:18": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hinder the truth in unrighteousness,",
  "Ephesians 1:20": "which he worked in Christ, when he raised him from the dead, and made him to sit at his right hand in the heavenly places,",
  "2 Corinthians 4:6": "Seeing it is God who said, \"Light will shine out of darkness,\" who shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ.",
  "Galatians 1:4": "who gave himself for our sins, that he might deliver us out of this present evil age, according to the will of our God and Father --",
  "Romans 8:28": "We know that all things work together for good for those who love God, to those who are called according to his purpose.",
  "1 Corinthians 15:57": "But thanks be to God, who gives us the victory through our Lord Jesus Christ.",
  "2 Thessalonians 1:10": "when he comes to be glorified in his saints, and to be admired among all those who have believed (because our testimony to you was believed) in that day.",
  "Luke 1:74, 75": "To grant to us that we, being delivered out of the hand of our enemies, should serve him without fear, In holiness and righteousness before him all the days of our life.",
  "1 John 4:18": "There is no fear in love; but perfect love casts out fear, because fear has punishment. He who fears is not made perfect in love.",
  "James 4:12": "Only one is the lawgiver, who is able to save and to destroy. But who are you to judge another?",
  "Romans 14:4": "Who are you who judge the servant of another? To his own lord he stands or falls. Yes, he will be made to stand, for God has power to make him stand.",
  "Acts 4:29": "Now, Lord, look at their threats, and grant to your servants to speak your word with all boldness,",
  "1 Corinthians 7:23": "You were bought with a price. Don't become bondservants of men.",
  "Matthew 15:9:": "But in vain do they worship me, Teaching as doctrine rules made by men.'\"",
  "Colossians 2:20, 22, 23": "If you died with Christ from the elements of the world, why, as though living in the world, do you subject yourselves to ordinances, (all which things are to perish with the using), after the precepts and doctrines of men? Which things indeed appear like wisdom in self-imposed worship, and humility, and severity to the body; but aren't of any value against the indulgence of the flesh.",
  "1 Corinthians 3:24": "",
  "Galatians 5:13": "For you, brothers, were called for freedom. Only don't use your freedom for gain to the flesh, but through love be servants to one another.",
  "2 Peter 2:-21": "But there also arose false prophets among the people, as among you also there will be false teachers, who will secretly bring in destructive heresies, denying even the Master who bought them, bringing on themselves swift destruction.",
  "Jeremiah 10:7": "Who should not fear you, King of the nations? for to you does it appertain; because among all the wise men of the nations, and in all their royal estate, there is none like you.",
  "Mark 12:33": "and to love him with all the heart, and with all the understanding, with all the soul, and with all the strength, and to love his neighbor as himself, is more than all whole burnt offerings and sacrifices.\"",
  "Deuteronomy 12:32": "Whatever thing I command you, that shall you observe to do: you shall not add thereto, nor diminish from it.",
  "Exodus 20:4, 5, 6": "\"You shall not make for yourselves an idol, nor any image of anything that is in the heavens above, or that is in the earth beneath, or that is in the water under the earth: you shall not bow yourself down to them, nor serve them, for I, Yahweh your God, am a jealous God, visiting the iniquity of the fathers on the children, on the third and on the fourth generation of those who hate me, and showing lovingkindness to thousands of those who love me and keep my commandments.",
  "Matthew 28:19": "Go, and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
  "John 6:23": "However boats from Tiberias came near to the place where they ate the bread after the Lord had given thanks.",
  "Romans 1:25": "who exchanged the truth of God for a lie, and worshipped and served the creature rather than the Creator, who is blessed forever. Amen.",
  "Colossians 2:18": "Let no man rob you of your prize by a voluntary humility and worshipping of the angels, dwelling in the things which he has not seen, vainly puffed up by his fleshly mind,",
  "Revelation 19:10": "I fell down before his feet to worship him. He said to me, \"Look! Don't do it! I am a fellow bondservant with you and with your brothers who hold the testimony of Jesus. Worship God, for the testimony of Jesus is the Spirit of Prophecy.\"",
  "John 14:6": "Jesus said to him, \"I am the way, the truth, and the life. No one comes to the Father, but by me.",
  "Psalms 65:2": "You who hear prayer, To you all men will come.",
  "John 14:13, 14": "Whatever you will ask in my name, that will I do, that the Father may be glorified in the Son. If you will ask anything in my name, that will I do.",
  "Romans 8:26": "In the same way, the Spirit also helps our weaknesses, for we don't know how to pray as we ought. But the Spirit himself makes intercession for us with groanings which can't be uttered.",
  "1 John 5:14": "This is the boldness which we have toward him, that, if we ask anything according to his will, he listens to us.",
  "1 Corinthians 14:16, 17": "Else if you bless with the spirit, how will he who fills the place of the unlearned say the \"Amen\" at your giving of thanks, seeing he doesn't know what you say? For you most assuredly give thanks well, but the other person is not built up.",
  "1 Timothy 2:1, 2": "I exhort therefore, first of all, that petitions, prayers, intercessions, and givings of thanks, be made for all men: for kings and all who are in high places; that we may lead a tranquil and quiet life in all godliness and reverence.",
  "2 Samuel 7:29": "now therefore let it please you to bless the house of your servant, that it may continue forever before you; for you, Lord Yahweh, have spoken it: and with your blessing let the house of your servant be blessed forever.",
  "2 Samuel 12:23": "But now he is dead, why should I fast? can I bring him back again? I shall go to him, but he will not return to me.",
  "1 John 5:16": "If anyone sees his brother sinning a sin not leading to death, he shall ask, and God will give him life for those who sin not to death. There is a sin leading to death. I don't say that concerning this he should make a request.",
  "1 Timothy 4:13": "Until I come, pay attention to reading, to exhortation, and to teaching.",
  "2 Timothy 4:2": "preach the word; be urgent in season and out of season; reprove, rebuke, and exhort, with all patience and teaching.",
  "Luke 8:18": "Be careful therefore how you hear. For whoever has, to him will be given; and whoever doesn't have, from him will be taken away even that which he thinks he has.\"",
  "Ephesians 5:19": "speaking to one another in psalms, hymns, and spiritual songs; singing, and singing praises in your heart to the Lord;",
  "Matthew 28,:19, 20": "Go, and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, teaching them to observe all things which I commanded you. Behold, I am with you always, even to the end of the age.\" Amen.",
  "1 Corinthians 11:26": "For as often as you eat this bread, and drink this cup, you proclaim the Lord's death until he comes.",
  "Esther 4:16": "Go, gather together all the Jews who are present in Shushan, and fast you for me, and neither eat nor drink three days, night or day: I also and my maidens will fast in like manner; and so will I go in to the king, which is not according to the law: and if I perish, I perish.",
  "Joel 2:12": "\"Yet even now,\" says Yahweh, \"turn to me with all your heart, And with fasting, and with weeping, and with mourning.\"",
  "Exodus 15:1": "Then Moses and the children of Israel sang this song to Yahweh, and said, \"I will sing to Yahweh, for he has triumphed gloriously: The horse and his rider he has thrown into the sea.",
  "Psalms 107:": "",
  "John 4:21": "Jesus said to her, \"Woman, believe me, the hour comes, when neither in this mountain, nor in Jerusalem, will you worship the Father.",
  "Malachi 1:8": "When you offer the blind for sacrifice, it is no evil! and when you offer the lame and sick, it is no evil! Present it now to your governor; will he be pleased with you? or will he accept your person? says Yahweh of Hosts.",
  "Exodus 20:7": "\"You shall not take the name of Yahweh your God in vain, for Yahweh will not hold him guiltless who takes his name in vain.",
  "Deuteronomy 10:20": "You shall fear Yahweh your God; him shall you serve; and to him shall you cleave, and by his name shall you swear.",
  "Jeremiah 4:2": "and you shall swear, As Yahweh lives, in truth, in justice, and in righteousness; and the nations shall bless themselves in him, and in him shall they glory.",
  "2 Corinthians 6:22, 23": "",
  "Matthew 5:37": "But let your speech be, 'Yes, yes; No, no.' Whatever is more than these is of the evil one.",
  "James 5:12": "But above all things, my brothers, don't swear, neither by heaven, nor by the earth, nor by any other oath; but let your yes be yes, and your no, no; so that you don't fall into hypocrisy.",
  "Hebrews 6:16": "For men indeed swear by a greater one, and in every dispute of theirs the oath is final for confirmation.",
  "2 Corinthians 1:23": "But I call God for a witness to my soul, that I didn't come to Corinth to spare you.",
  "Nehemiah 13:25": "I contended with them, and cursed them, and struck certain of them, and plucked off their hair, and made them swear by God, [saying], You shall not give your daughters to their sons, nor take their daughters for your sons, or for yourselves.",
  "Leviticus 19:12": "You shall not swear by my name falsely, and profane the name of your God: I am Yahweh.",
  "Jeremiah 23:10": "For the land is full of adulterers; for because of swearing the land mourns; the pastures of the wilderness are dried up. Their course is evil, and their might is not right;",
  "Psalms 24:4": "He who has clean hands and a pure heart; Who has not lifted up his soul to falsehood, And has not sworn deceitfully.",
  "Psalms 76:11": "Make vows to Yahweh your God, and fulfill them! Let all of his neighbors bring presents to him who is to be feared.",
  "Genesis 28:22": "then this stone, which I have set up for a pillar, will be God's house. Of all that you will give me I will surely give the tenth to you.\"",
  "1 Corinthians 7:9": "But if they don't have self-control, let them marry. For it's better to marry than to burn.",
  "Ephesians 4:28": "Let him who stole steal no more; but rather let him labor, working with his hands the thing that is good, that he may have something to give to him who has need.",
  "Matthew 19:11": "But he said to them, \"Not all men can receive this saying, but they to whom it is given.",
  "Romans 13:1, 2, 3, 4": "Let every soul be in subjection to the higher authorities, for there is no authority except from God, and those who be are ordained by God. Therefore he who resists the authority, withstands the ordinance of God; and those who withstand will receive to themselves judgment. For rulers are not a terror to the good work, but to the evil. Do you desire to have no fear of the authority? Do that which is good, and you will have praise from the same, for he is a servant of God to you for good. But if you do that which is evil, be afraid, for he doesn't bear the sword in vain; for he is a minister of God, an avenger for wrath to him who does evil.",
  "2 Samuel 23:3": "The God of Israel said, The Rock of Israel spoke to me: One who rules over men righteously, Who rules in the fear of God,",
  "Psalms 82:3, 4": "\"Defend the weak, the poor, and the fatherless. Maintain the rights of the poor and oppressed. Rescue the weak and needy. Deliver them out of the hand of the wicked.\"",
  "Luke 3:14": "Soldiers also asked him, saying, \"What about us? What must we do?\" He said to them, \"Extort from no one by violence, neither accuse anyone wrongfully. Be content with your wages.\"",
  "Romans 13:5, 6, 7": "Therefore you need to be in subjection, not only because of the wrath, but also for conscience' sake. For this reason you also pay taxes, for they are ministers of God's service, attending continually on this very thing. Give therefore to everyone what you owe: taxes to whom taxes are due; customs to whom customs; respect to whom respect; honor to whom honor.",
  "1 Peter 2:17": "Honor all men. Love the brotherhood. Fear God. Honor the king.",
  "Genesis 2:24": "Therefore a man will leave his father and his mother, and will join with his wife, and they will be one flesh.",
  "Malachi 2:15": "Did he not make one, although he had the residue of the Spirit? Why one? He sought a godly seed. Therefore take heed to your spirit, and let none deal treacherously against the wife of his youth.",
  "Matthew 19:5, 6": "and said, 'For this cause a man will leave his father and mother, and will join to his wife; and the two will become one flesh?' So that they are no more two, but one flesh. What therefore God has joined together, don't let man tear apart.\"",
  "Genesis 2:18": "Yahweh God said, \"It is not good that the man should be alone; I will make him a helper suitable for him.\"",
  "Genesis 1:28": "God blessed them. God said to them, \"Be fruitful, and multiply, and replenish the earth, and subdue it. Have dominion over the fish of the sea, and over the birds of the sky, and over every living thing that moves on the earth.\"",
  "1 Corinthians 7:2, 9": "But, because of sexual sins, let each man have his own wife, and let each woman have her own husband. But if they don't have self-control, let them marry. For it's better to marry than to burn.",
  "Hebrews 13,4:": "",
  "1 Timothy 4,3:": "",
  "1 Corinthians 7:39": "A wife is bound by law for so long time as her husband lives; but if the husband is dead, she is free to be married to whoever she desires, only in the Lord.",
  "Nehemiah 13:25, 26, 27": "I contended with them, and cursed them, and struck certain of them, and plucked off their hair, and made them swear by God, [saying], You shall not give your daughters to their sons, nor take their daughters for your sons, or for yourselves. Did not Solomon king of Israel sin by these things? yet among many nations was there no king like him, and he was beloved of his God, and God made him king over all Israel: nevertheless even him did foreign women cause to sin. Shall we then listen to you to do all this great evil, to trespass against our God in marrying foreign women?",
  "Leviticus 18:": "",
  "Mark 6:18": "For John said to Herod, \"It is not lawful for you to have your brother's wife.\"",
  "1 Corinthians 5:1": "It is actually reported that there is sexual immorality among you, and such sexual immorality as is not even named among the Gentiles, that one has his father's wife.",
  "Hebrews 12:23": "to the general assembly and assembly of the firstborn who are enrolled in heaven, to God, the Judge of all, to the spirits of just men made perfect,",
  "Colossians 1:18": "He is the head of the body, the assembly, who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.",
  "Ephesians 1:23, 27, 32": "which is his body, the fullness of him who fills all in all.",
  "1 Corinthians 1:2": "to the assembly of God which is at Corinth; those who are sanctified in Christ Jesus, called to be saints, with all who call on the name of our Lord Jesus Christ in every place, both theirs and ours:",
  "Acts 11:26": "When he had found him, he brought him to Antioch. It happened, that even for a whole year they were gathered together with the assembly, and taught many people. The disciples were first called Christians in Antioch.",
  "Romans 1:7": "To all who are in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ.",
  "Ephesians 1:20, 21, 22": "which he worked in Christ, when he raised him from the dead, and made him to sit at his right hand in the heavenly places, far above all rule, and authority, and power, and dominion, and every name that is named, not only in this world, but also in that which is to come. He put all things in subjection under his feet, and gave him to be head over all things to the assembly,",
  "1 Corinthians 15:": "",
  "Revelation 2:3": "You have perseverance and have endured for my name's sake, and have not grown weary.",
  "Revelation 18:2": "He cried with a mighty voice, saying, \"Fallen, fallen is Babylon the great, and has become a habitation of demons, and a prison of every unclean spirit, and a prison of every unclean and hateful bird!",
  "2 Thessalonians 2:11, 12": "Because of this, God sends them a working of error, that they should believe a lie; that they all might be judged who didn't believe the truth, but had pleasure in unrighteousness.",
  "Matthew 16:18": "I also tell you, that you are Peter, and on this rock I will build my assembly, and the gates of Hades will not prevail against it.",
  "Psalms 102:28": "The children of your servants will continue. Their seed will be established before you.\" Psalm 103 By David.",
  "Revelation 12:17": "The dragon grew angry with the woman, and went away to make war with the rest of her seed, who keep God's commandments and hold Jesus' testimony.",
  "Matthew 28:20": "teaching them to observe all things which I commanded you. Behold, I am with you always, even to the end of the age.\" Amen.",
  "Ephesians 4:11, 12": "He gave some to be apostles; and some, prophets; and some, evangelists; and some, shepherds and teachers; for the perfecting of the saints, to the work of serving, to the building up of the body of Christ;",
  "2 Thessalonians 2:3-9": "Let no one deceive you in any way. For it will not be, unless the falling away comes first, and the man of sin is revealed, the son of destruction,",
  "John 10:12, 32": "He who is a hired hand, and not a shepherd, who doesn't own the sheep, sees the wolf coming, leaves the sheep, and flees. The wolf snatches the sheep, and scatters them. Jesus answered them, \"I have shown you many good works from my Father. For which of those works do you stone me?\"",
  "Matthew 18:15-20": "\"If your brother sins against you, go, show him his fault between you and him alone. If he listens to you, you have gained back your brother.",
  "Acts 2:14": "But Peter, standing up with the eleven, lifted up his voice, and spoke out to them, \"You men of Judea, and all you who dwell at Jerusalem, let this be known to you, and listen to my words.",
  "2 Corinthians 9:13": "seeing that through the proof given by this service, they glorify God for the obedience of your confession to the gospel of Christ, and for the liberality of your contribution to them and to all;",
  "Matthew 18:17, 18": "If he refuses to listen to them, tell it to the assembly. If he refuses to hear the assembly also, let him be to you as a Gentile or a tax collector. Most assuredly I tell you, whatever things you will bind on earth will be bound in heaven, and whatever things you will loose on earth will be loosed in heaven.",
  "1 Corinthians 5:13": "But those who are outside, God judges. \"Put away the wicked man from among yourselves.\"",
  "2 Corinthians 2:6, 7, 8": "Sufficient to such a one is this punishment which was inflicted by the many; so that on the contrary you should rather forgive him and comfort him, lest by any means such a one should be swallowed up with his excessive sorrow. Therefore I beg you to confirm your love toward him.",
  "Acts 20:17,:28": "",
  "Philippians 1:1": "Paul and Timothy, servants of Christ Jesus; To all the saints in Christ Jesus who are at Philippi, with the overseers and deacons:",
  "Acts 14:23:": "When they had appointed elders for them in every assembly, and had prayed with fasting, they commended them to the Lord, on whom they had believed.",
  "1 Timothy 4:14": "Don't neglect the gift that is in you, which was given to you by prophecy, with the laying on of the hands of the elders.",
  "Acts 6:6": "whom they set before the apostles. When they had prayed, they laid their hands on them.",
  "Acts 6:4": "But we will continue steadfastly in prayer and in the ministry of the word.\"",
  "Hebrews 13:17:": "Obey those who have the rule over you, and submit to them, for they watch on behalf of your souls, as those who will give account, that they may do this with joy, and not with groaning, for that would be unprofitable for you.",
  "1 Timothy 5:17, 18": "Let the elders who rule well be counted worthy of double honor, especially those who labor in the word and in teaching. For the scripture says, \"You shall not muzzle the ox when he treads out the grain.\" And, \"The laborer is worthy of his wages.\"",
  "Galatians 6:6, 7": "But let him who is taught in the word share all good things with him who teaches. Don't be deceived. God is not mocked, for whatever a man sows, that will he also reap.",
  "2 Timothy 2:4": "No soldier on service entangles himself in the affairs of life, that he may please him who enrolled him as a soldier.",
  "1 Timothy 3:2": "The overseer therefore must be without reproach, the husband of one wife, temperate, sensible, modest, hospitable, good at teaching;",
  "1 Corinthians 9:-14": "Am I not free? Am I not an apostle? Haven't I seen Jesus Christ, our Lord? Aren't you my work in the Lord?",
  "1 John 1:3": "that which we have seen and heard we declare to you, that you also may have fellowship with us. Yes, and our fellowship is with the Father, and with his Son, Jesus Christ.",
  "John 1:16": "From his fullness we all received grace upon grace.",
  "Philippians 3:10": "that I may know him, and the power of his resurrection, and the fellowship of his sufferings, becoming conformed to his death;",
  "Romans 6:6": "knowing this, that our old man was crucified with him, that the body of sin might be done away with, so that we would no longer be in bondage to sin.",
  "1 Corinthians 3:21, 22, 23": "Therefore let no one boast in men. For all things are yours, whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come. All are yours, and you are Christ's, and Christ is God's.",
  "1 Thessalonians 5:14": "We exhort you, brothers, admonish the disorderly, encourage the fainthearted, support the weak, be patient toward all.",
  "Romans 1:12": "that is, that I with you may be comforted in you, each of us by the other's faith, both yours and mine.",
  "1 John 3:18": "My little children, let's not love in word only, neither with the tongue only, but in deed and truth.",
  "Galatians 6:10": "So then, as we have opportunity, let us work that which is good toward all men, and especially toward those who are of the household of the faith.",
  "Hebrews 10:12, 13": "but he, when he had offered one sacrifice for sins for ever, sat down on the right hand of God; henceforth expecting until his enemies to be made the footstool of his feet.",
  "Acts 12:30": "",
  "Ephesians 6:4": "You fathers, don't provoke your children to wrath, but nurture them in the discipline and instruction of the Lord.",
  "1 Corinthians 12:-27": "Now concerning spiritual gifts, brothers, I don't want you to be ignorant.",
  "Acts 5:4": "While you kept it, didn't it remain your own? After it was sold, wasn't it in your power? How is it that you have conceived this thing in your heart? You haven't lied to men, but to God.\"",
  "Matthew 28:19, 20": "Go, and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, teaching them to observe all things which I commanded you. Behold, I am with you always, even to the end of the age.\" Amen.",
  "1 Corinthians 4:1": "So let a man think of us as Christ's servants, and stewards of God's mysteries.",
  "Romans 6:3, 4, 5": "Or don't you know that all we who were baptized into Christ Jesus were baptized into his death? We were buried therefore with him through baptism to death, that just like Christ was raised from the dead through the glory of the Father, so we also might walk in newness of life. For if we have become united with him in the likeness of his death, we will also be part of his resurrection;",
  "Colossians 2:12": "having been buried with him in baptism, in which you were also raised with him through faith in the working of God, who raised him from the dead.",
  "Galatians 3:27": "For as many of you as were baptized into Christ have put on Christ.",
  "Mark 1:4": "John came baptizing in the wilderness and preaching the baptism of repentance for forgiveness of sins.",
  "Acts 26:16": "But arise, and stand on your feet, for to this end have I appeared to you, to appoint you a servant and a witness both of the things which you have seen, and of the things which I will reveal to you;",
  "Romans 6:2, 4": "Certainly not! We who died to sin, how could we live in it any longer? We were buried therefore with him through baptism to death, that just like Christ was raised from the dead through the glory of the Father, so we also might walk in newness of life.",
  "Acts 8:36, 37": "As they went on the way, they came to some water, and the eunuch said, \"Behold, here is water. What is keeping me from being baptized?\"",
  "Acts 8:38": "He commanded the chariot to stand still, and they both went down into the water, both Philip and the eunuch, and he baptized him.",
  "Matthew 3:16": "Jesus, when he was baptized, went up directly from the water: and behold, the heavens were opened to him. He saw the Spirit of God descending as a dove, and coming on him.",
  "John 3:23": "John also was baptizing in Enon near Salim, because there was much water there. They came, and were baptized.",
  "1 Corinthians 11:25, 26": "In the same way he also took the cup, after supper, saying, \"This cup is the new covenant in my blood. Do this, as often as you drink, in memory of me.\" For as often as you eat this bread, and drink this cup, you proclaim the Lord's death until he comes.",
  "1 Corinthians 10:21": "You can't both drink the cup of the Lord and the cup of demons. You can't both partake of the table of the Lord, and of the table of demons.",
  "Hebrews 9:28": "so Christ also, having been once offered to bear the sins of many, will appear a second time, without sin, to those who are eagerly waiting for him for salvation.",
  "1 Corinthians 11:24": "When he had given thanks, he broke it, and said, \"Take, eat. This is my body, which is broken for you. Do this in memory of me.\"",
  "Matthew 26:26, 27": "As they were eating, Jesus took bread, gave thanks for it, and broke it. He gave to the disciples, and said, \"Take, eat; this is my body.\" He took the cup, gave thanks, and gave to them, saying, \"Drink all of it,",
  "1 Corinthians 11:23, 24, 25, 26": "For I received from the Lord that which also I delivered to you, that the Lord Jesus on the night in which he was betrayed took bread. When he had given thanks, he broke it, and said, \"Take, eat. This is my body, which is broken for you. Do this in memory of me.\" In the same way he also took the cup, after supper, saying, \"This cup is the new covenant in my blood. Do this, as often as you drink, in memory of me.\" For as often as you eat this bread, and drink this cup, you proclaim the Lord's death until he comes.",
  "Exodus 20:4, 5": "\"You shall not make for yourselves an idol, nor any image of anything that is in the heavens above, or that is in the earth beneath, or that is in the water under the earth: you shall not bow yourself down to them, nor serve them, for I, Yahweh your God, am a jealous God, visiting the iniquity of the fathers on the children, on the third and on the fourth generation of those who hate me,",
  "1 Corinthians 11:27": "Therefore whoever eats this bread or drinks the Lord's cup in an unworthy manner, will be guilty of the body and the blood of the Lord.",
  "1 Corinthians 11:28": "But let a man examine himself, and so let him eat of the bread, and drink of the cup.",
  "Acts 3:21": "whom the heaven must receive until the times of restoration of all things, whereof God spoke by the mouth of his holy prophets that have been from ancient times.",
  "Luke 24:39": "See my hands and my feet, that it is I myself. Touch me and see, for a spirit doesn't have flesh and bones, as you see that I have.\"",
  "1 Corinthians 11:24, 25": "When he had given thanks, he broke it, and said, \"Take, eat. This is my body, which is broken for you. Do this in memory of me.\" In the same way he also took the cup, after supper, saying, \"This cup is the new covenant in my blood. Do this, as often as you drink, in memory of me.\"",
  "1 Corinthians 10:23-26": "\"All things are lawful for me,\" but not all things are expedient. \"All things are lawful for me,\" but not all things build up.",
  "2 Corinthians 6:14, 15": "Don't be unequally yoked with unbelievers, for what fellowship have righteousness and iniquity? Or what communion has light with darkness? What agreement has Christ with Belial? Or what portion has a believer with an unbeliever?",
  "1 Corinthians 11:29": "For he who eats and drinks in an unworthy manner eats and drinks judgment to himself, if he doesn't discern the Lord's body.",
  "Matthew 7:6": "\"Don't give that which is holy to the dogs, neither cast your pearls before the pigs, lest perhaps they trample them under their feet, and turn and tear you to pieces.",
  "Genesis 3:19": "By the sweat of your face will you eat bread until you return to the ground, for out of it you were taken. For you are dust, and to dust you shall return.\"",
  "Acts 13:36": "For David, after he had in his own generation served the counsel of God, fell asleep, and was laid with his fathers, and saw decay.",
  "Ecclesiastes 12:7": "And the dust returns to the earth as it was, And the spirit returns to God who gave it.",
  "Luke 23:43": "He said to him, \"Most assuredly I tell you, today you will be with me in Paradise.\"",
  "2 Corinthians 5:1, 6, 8": "For we know that if the earthly house of our tent is dissolved, we have a building from God, a house not made with hands, eternal, in the heavens. Being therefore always of good courage, and knowing that, while we are at home in the body, we are absent from the Lord; We are of good courage, I say, and are willing rather to be absent from the body, and to be at home with the Lord.",
  "Philippians 1:23": "But I am in a dilemma between the two, having the desire to depart and be with Christ, for that is very far better.",
  "Judges 6:7": "It happened, when the children of Israel cried to Yahweh because of Midian,",
  "1 Peter 3:19": "in which he also went and preached to the spirits in prison,",
  "Luke 16:23, 24": "In Hades, he lifted up his eyes, being in torment, and saw Abraham far off, and Lazarus at his bosom. He cried and said, 'Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue! For I am in anguish in this flame.'",
  "1 Corinthians 15::51, 52": "",
  "1 Thessalonians 4:17": "then we who are alive, who are left, will be caught up together with them in the clouds, to meet the Lord in the air. So we will be with the Lord forever.",
  "Job 19:26, 27": "After my skin is destroyed, Then in my flesh shall I see God, Whom I, even I, shall see on my side. My eyes shall see, and not as a stranger. \"My heart is consumed within me.",
  "1 Corinthians 15:42, 43": "So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption. It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power.",
  "Acts 24:15": "having hope toward God, which these also themselves look for, that there will be a resurrection of the dead, both of the just and unjust.",
  "John 5:28, 29": "Don't marvel at this, for the hour comes, in which all that are in the tombs will hear his voice, and will come forth; those who have done good, to the resurrection of life; and those who have done evil, to the resurrection of judgment.",
  "Philippians 3:21": "who will change the body of our humiliation to be conformed to the body of his glory, according to the working whereby he is able even to subject all things to himself.",
  "1 Corinthians 6:3": "Don't you know that we will judge angels? How much more, things that pertain to this life?",
  "Judges 6:": "",
  "2 Corinthians 5:10": "For we must all be revealed before the judgment seat of Christ; that each one may receive the things in the body, according to what he has done, whether good or bad.",
  "Ecclesiastes 12:14": "For God will bring every work into judgment, with every hidden thing, whether it is good, or whether it is evil.",
  "Matthew 25::32": "",
  "Romans 14:12": "So then each one of us will give account of himself to God.",
  "Matthew 25:34": "Then the King will tell them on his right hand, 'Come, blessed of my Father, inherit the kingdom prepared for you from the foundation of the world;",
  "2 Timothy 4:8": "From now on, there is stored up for me the crown of righteousness, which the Lord, the righteous judge, will give to me at that day; and not to me only, but also to all those who have loved his appearing.",
  "Matthew 25:46": "These will go away into eternal punishment, but the righteous into eternal life.\"",
  "Mark 9:48": "'where their worm doesn't die, and the fire is not quenched.'",
  "2 Thessalonians 1:7, 8, 9, 10": "and to give relief to you that are afflicted with us, when the Lord Jesus is revealed from heaven with his mighty angels in flaming fire, giving vengeance to those who don't know God, and to those who don't obey the gospel of our Lord Jesus, who will pay the penalty: eternal destruction from the face of the Lord and from the glory of his might, when he comes to be glorified in his saints, and to be admired among all those who have believed (because our testimony to you was believed) in that day.",
  "2 Corinthians 5:10, 11": "For we must all be revealed before the judgment seat of Christ; that each one may receive the things in the body, according to what he has done, whether good or bad. Knowing therefore the fear of the Lord, we persuade men, but we are revealed to God; and I hope that we are revealed also in your consciences.",
  "2 Thessalonians 1:5, 6, 7": "This is an obvious sign of the righteous judgment of God, to the end that you may be counted worthy of the kingdom of God, for which you also suffer. Since it is a righteous thing with God to repay affliction to those who afflict you, and to give relief to you that are afflicted with us, when the Lord Jesus is revealed from heaven with his mighty angels in flaming fire,",
  "Mark 13:35, 36, 37": "Watch therefore, for you don't know when the lord of the house is coming, whether at evening, or at midnight, or when the rooster crows, or in the morning; lest coming suddenly he might find you sleeping. What I tell you, I tell all: Watch.\"",
  "Luke 13:35, 36": "Behold, your house is left to you desolate. I tell you, you will not see me, until you say, 'Blessed is he who comes in the name of the Lord!'\"",
  "Revelation 22:20": "He who testifies these things says, \"Yes, I come quickly.\" Amen! Come, Lord Jesus."
}
